Repository: matteomorreale/rubik-gdpr-cookie-consent
Catalog: languages/manus-gdpr-*.po
Languages: de_de, es_es, fr_fr, it_it

source: GDPR Cookie Consent Settings
de_de: DSGVO Cookie-Einverständnis Einstellungen
es_es: Configuración de Consentimiento de Cookies GDPR
fr_fr: Paramètres de Consentement des Cookies RGPD
it_it: Impostazioni Consenso ai Cookie GDPR

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración General
fr_fr: Paramètres Généraux
it_it: Impostazioni Generali

source: Banner Appearance
de_de: Banner-Erscheinungsbild
es_es: Apariencia del Banner
fr_fr: Apparence de la Bannière
it_it: Aspetto del Banner

source: Advanced Options
de_de: Erweiterte Optionen
es_es: Opciones Avanzadas
fr_fr: Options Avancées
it_it: Opzioni Avanzate

source: Cookie Management
de_de: Cookie-Verwaltung
es_es: Gestión de Cookies
fr_fr: Gestion des Cookies
it_it: Gestione Cookie

source: Save Changes
de_de: Änderungen Speichern
es_es: Guardar Cambios
fr_fr: Enregistrer les Modifications
it_it: Salva Modifiche

source: Consent Log
de_de: Einverständnis-Protokoll
es_es: Registro de Consentimientos
fr_fr: Journal des Consentements
it_it: Registro Consensi

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente

source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP

source: Consent Data
de_de: Einverständnis-Daten
es_es: Datos de Consentimiento
fr_fr: Données de Consentement
it_it: Dati Consenso

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Date
de_de: Datum
es_es: Fecha
it_it: Data

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni

source: No consent records found.
de_de: Keine Einverständnis-Aufzeichnungen gefunden.
es_es: No se encontraron registros de consentimiento.
fr_fr: Aucun enregistrement de consentement trouvé.
it_it: Nessun record di consenso trovato.

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent
it_it: Precedente

source: Next
de_de: Nächste
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo

source: Search consents...
de_de: Einverständnisse suchen...
es_es: Buscar consentimientos...
fr_fr: Rechercher les consentements...
it_it: Cerca consensi...

source: All Statuses
de_de: Alle Status
es_es: Todos los Estados
fr_fr: Tous les Statuts
it_it: Tutti gli Stati

source: Accepted
de_de: Akzeptiert
es_es: Aceptado
fr_fr: Accepté
it_it: Accettato

source: Rejected
de_de: Abgelehnt
es_es: Rechazado
fr_fr: Rejeté
it_it: Rifiutato

source: Partial
de_de: Teilweise
es_es: Parcial
fr_fr: Partiel
it_it: Parziale

source: Filter
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtra

source: Cookie Scanner
es_es: Escáner de Cookies
fr_fr: Scanner de Cookies
it_it: Scanner Cookie

source: Scan Cookies
de_de: Cookies Scannen
es_es: Escanear Cookies
fr_fr: Scanner les Cookies
it_it: Scansiona Cookie

source: Cookie Name
es_es: Nombre de Cookie
fr_fr: Nom du Cookie
it_it: Nome Cookie

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione

source: Domain
es_es: Dominio
fr_fr: Domaine
it_it: Dominio

source: Expiry
de_de: Ablauf
es_es: Expiración
fr_fr: Expiration
it_it: Scadenza

source: No cookies found.
de_de: Keine Cookies gefunden.
es_es: No se encontraron cookies.
fr_fr: Aucun cookie trouvé.
it_it: Nessun cookie trovato.

source: Unknown User
de_de: Unbekannter Benutzer
es_es: Usuario Desconocido
fr_fr: Utilisateur Inconnu
it_it: Utente Sconosciuto

source: Configure general settings for GDPR cookie consent.
de_de: Allgemeine Einstellungen für DSGVO Cookie-Einverständnis konfigurieren.
es_es: Configurar ajustes generales para el consentimiento de cookies GDPR.
fr_fr: Configurer les paramètres généraux pour le consentement des cookies RGPD.
it_it: Configura le impostazioni generali per il consenso ai cookie GDPR.

source: Enable Cookie Banner
de_de: Cookie-Banner Aktivieren
es_es: Habilitar Banner de Cookies
fr_fr: Activer la Bannière de Cookies
it_it: Abilita Banner Cookie

source: Show the cookie consent banner
de_de: Das Cookie-Einverständnis-Banner anzeigen
es_es: Mostrar el banner de consentimiento de cookies
fr_fr: Afficher la bannière de consentement des cookies
it_it: Mostra il banner di consenso ai cookie

source: Banner Message
de_de: Banner-Nachricht
es_es: Mensaje del Banner
fr_fr: Message de la Bannière
it_it: Messaggio del Banner

source: This website uses cookies to improve your experience. By continuing to browse, you accept their use.
de_de: Diese Website verwendet Cookies, um Ihre Erfahrung zu verbessern. Durch die weitere Nutzung akzeptieren Sie deren Verwendung.
es_es: Este sitio web utiliza cookies para mejorar su experiencia. Al continuar navegando, acepta su uso.
fr_fr: Ce site web utilise des cookies pour améliorer votre expérience. En continuant à naviguer, vous acceptez leur utilisation.
it_it: Questo sito utilizza cookie per migliorare la tua esperienza. Continuando a navigare, accetti il loro utilizzo.

source: Message shown in the cookie consent banner.
de_de: Nachricht, die im Cookie-Einverständnis-Banner angezeigt wird.
es_es: Mensaje mostrado en el banner de consentimiento de cookies.
fr_fr: Message affiché dans la bannière de consentement des cookies.
it_it: Messaggio mostrato nel banner di consenso ai cookie.

source: Banner Position
es_es: Posición del Banner
fr_fr: Position de la Bannière
it_it: Posizione del Banner

source: Top
de_de: Oben
es_es: Arriba
fr_fr: Haut
it_it: In Alto

source: Bottom
de_de: Unten
es_es: Abajo
fr_fr: Bas
it_it: In Basso

source: Center (popup)
de_de: Mitte (Popup)
es_es: Centro (popup)
fr_fr: Centre (popup)
it_it: Centro (popup)

source: Position of the banner on the page.
de_de: Position des Banners auf der Seite.
es_es: Posición del banner en la página.
fr_fr: Position de la bannière sur la page.
it_it: Posizione del banner sulla pagina.

source: Cookie Categories
de_de: Cookie-Kategorien
es_es: Categorías de Cookies
fr_fr: Catégories de Cookies
it_it: Categorie di Cookie

source: Necessary Cookies
de_de: Notwendige Cookies
es_es: Cookies Necesarias
fr_fr: Cookies Nécessaires
it_it: Cookie Necessari

source: Analytics Cookies
de_de: Analyse-Cookies
es_es: Cookies Analíticas
fr_fr: Cookies Analytiques
it_it: Cookie Analitici

source: Advertising Cookies
de_de: Werbe-Cookies
es_es: Cookies Publicitarias
fr_fr: Cookies Publicitaires
it_it: Cookie Pubblicitari

source: Functional Cookies
de_de: Funktionale Cookies
es_es: Cookies Funcionales
fr_fr: Cookies Fonctionnels
it_it: Cookie Funzionali

source: always enabled
de_de: immer aktiviert
es_es: siempre habilitadas
fr_fr: toujours activés
it_it: sempre abilitati

source: Strict Mode
de_de: Strenger Modus
es_es: Modo Estricto
fr_fr: Mode Strict
it_it: Modalità Rigorosa

source: Block all non-necessary cookies until explicit consent
de_de: Alle nicht notwendigen Cookies bis zur ausdrücklichen Einverständnis blockieren
es_es: Bloquear todas las cookies no necesarias hasta consentimiento explícito
fr_fr: Bloquer tous les cookies non nécessaires jusqu'au consentement explicite
it_it: Blocca tutti i cookie non necessari fino al consenso esplicito

source: Auto Block Unknown Cookies
de_de: Unbekannte Cookies Automatisch Blockieren
es_es: Bloquear Automáticamente Cookies Desconocidas
fr_fr: Bloquer Automatiquement les Cookies Inconnus
it_it: Blocca Cookie Sconosciuti Automaticamente

source: Automatically block uncategorized cookies
de_de: Unkategorisierte Cookies automatisch blockieren
es_es: Bloquear automáticamente cookies sin categorizar
fr_fr: Bloquer automatiquement les cookies non catégorisés
it_it: Blocca automaticamente i cookie non categorizzati

source: Banner Background Color
de_de: Banner-Hintergrundfarbe
es_es: Color de Fondo del Banner
fr_fr: Couleur de Fond de la Bannière
it_it: Colore di Sfondo del Banner

source: Background color of the cookie banner.
de_de: Hintergrundfarbe des Cookie-Banners.
es_es: Color de fondo del banner de cookies.
fr_fr: Couleur de fond de la bannière de cookies.
it_it: Colore di sfondo del banner dei cookie.

source: Text Color
de_de: Textfarbe
es_es: Color del Texto
fr_fr: Couleur du Texte
it_it: Colore del Testo

source: Text color in the cookie banner.
de_de: Textfarbe im Cookie-Banner.
es_es: Color del texto en el banner de cookies.
fr_fr: Couleur du texte dans la bannière de cookies.
it_it: Colore del testo nel banner dei cookie.

source: Button Color
de_de: Button-Farbe
es_es: Color de los Botones
fr_fr: Couleur des Boutons
it_it: Colore dei Pulsanti

source: Color of buttons in the cookie banner.
de_de: Farbe der Buttons im Cookie-Banner.
es_es: Color de los botones en el banner de cookies.
fr_fr: Couleur des boutons dans la bannière de cookies.
it_it: Colore dei pulsanti nel banner dei cookie.

source: Show Background Overlay
de_de: Hintergrund-Overlay Anzeigen
es_es: Mostrar Superposición de Fondo
fr_fr: Afficher la Superposition d'Arrière-plan
it_it: Mostra Overlay di Sfondo

source: Show a dark background behind the banner for better visibility
de_de: Einen dunklen Hintergrund hinter dem Banner für bessere Sichtbarkeit anzeigen
es_es: Mostrar un fondo oscuro detrás del banner para mejor visibilidad
fr_fr: Afficher un arrière-plan sombre derrière la bannière pour une meilleure visibilité
it_it: Mostra uno sfondo scuro dietro il banner per dare maggiore evidenza

source: Recommended: helps user focus on the cookie banner and improves GDPR compliance.
de_de: Empfohlen: hilft dem Benutzer, sich auf das Cookie-Banner zu konzentrieren und verbessert die DSGVO-Konformität.
es_es: Recomendado: ayuda al usuario a centrarse en el banner de cookies y mejora el cumplimiento del GDPR.
fr_fr: Recommandé : aide l'utilisateur à se concentrer sur la bannière de cookies et améliore la conformité RGPD.
it_it: Consigliato: aiuta l'utente a concentrarsi sul banner cookie e migliora la conformità GDPR.

source: Background Overlay Color
de_de: Hintergrund-Overlay-Farbe
es_es: Color de Superposición de Fondo
fr_fr: Couleur de la Superposition d'Arrière-plan
it_it: Colore Overlay di Sfondo

source: Color and opacity of the background overlay. Examples: "rgba(0,0,0,0.5)" (black 50%), "#333333" (dark gray), "rgba(47,79,79,0.6)" (anthracite 60%).
de_de: Farbe und Deckkraft des Hintergrund-Overlays. Beispiele: "rgba(0,0,0,0.5)" (schwarz 50%), "#333333" (dunkelgrau), "rgba(47,79,79,0.6)" (anthrazit 60%).
es_es: Color y opacidad de la superposición de fondo. Ejemplos: "rgba(0,0,0,0.5)" (negro 50%), "#333333" (gris oscuro), "rgba(47,79,79,0.6)" (antracita 60%).
fr_fr: Couleur et opacité de la superposition d'arrière-plan. Exemples : "rgba(0,0,0,0.5)" (noir 50%), "#333333" (gris foncé), "rgba(47,79,79,0.6)" (anthracite 60%).
it_it: Colore e opacità dell'overlay di sfondo. Esempi: "rgba(0,0,0,0.5)" (nero 50%), "#333333" (grigio scuro), "rgba(47,79,79,0.6)" (antracite 60%).

source: Color Presets:
de_de: Farb-Voreinstellungen:
es_es: Preajustes de Color:
fr_fr: Préréglages de Couleur :
it_it: Preset Colori:

source: Black 50%
de_de: Schwarz 50%
es_es: Negro 50%
fr_fr: Noir 50%
it_it: Nero 50%

source: Anthracite 60%
de_de: Anthrazit 60%
es_es: Antracita 60%
it_it: Antracite 60%

source: Dark Blue 40%
de_de: Dunkelblau 40%
es_es: Azul Oscuro 40%
fr_fr: Bleu Foncé 40%
it_it: Blu Scuro 40%

source: Brown 50%
de_de: Braun 50%
es_es: Marrón 50%
fr_fr: Marron 50%
it_it: Marrone 50%

source: Banner and Modal Theme
de_de: Banner- und Modal-Theme
es_es: Tema del Banner y Modal
fr_fr: Thème de la Bannière et du Modal
it_it: Tema Banner e Modale

source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro

source: Auto (respects system preferences)
de_de: Auto (respektiert Systemeinstellungen)
es_es: Automático (respeta las preferencias del sistema)
fr_fr: Auto (respecte les préférences système)
it_it: Automatico (rispetta le preferenze del sistema)

source: Choose the theme for the banner and cookie preferences modal.
de_de: Wählen Sie das Theme für das Banner und das Cookie-Einstellungen-Modal.
es_es: Elige el tema para el banner y el modal de preferencias de cookies.
fr_fr: Choisissez le thème pour la bannière et le modal des préférences de cookies.
it_it: Scegli il tema per il banner e la modale delle preferenze cookie.

source: Banner Layout
es_es: Diseño del Banner
fr_fr: Mise en Page de la Bannière
it_it: Layout Banner

source: Card (centered with margins)
de_de: Karte (zentriert mit Rändern)
es_es: Tarjeta (centrado con márgenes)
fr_fr: Carte (centré avec marges)
it_it: Card (centrato con margini)

source: Full Width
de_de: Volle Breite
es_es: Ancho Completo
fr_fr: Pleine Largeur
it_it: Larghezza Completa

source: Choose the layout of the cookie banner. Card layout is recommended for most sites.
de_de: Wählen Sie das Layout des Cookie-Banners. Das Karten-Layout wird für die meisten Websites empfohlen.
es_es: Elige el diseño del banner de cookies. El diseño de tarjeta es recomendado para la mayoría de sitios.
fr_fr: Choisissez la mise en page de la bannière de cookies. La mise en page carte est recommandée pour la plupart des sites.
it_it: Scegli il layout del banner cookie. Il layout card è consigliato per la maggior parte dei siti.

source: Layout Preview:
de_de: Layout-Vorschau:
es_es: Vista Previa del Diseño:
fr_fr: Aperçu de la Mise en Page :
it_it: Anteprima Layout:

source: Card: Centered banner with margins and rounded corners - modern and elegant appearance
de_de: Karte: Zentriertes Banner mit Rändern und abgerundeten Ecken - modernes und elegantes Erscheinungsbild
es_es: Tarjeta: Banner centrado con márgenes y esquinas redondeadas - apariencia moderna y elegante
fr_fr: Carte : Bannière centrée avec marges et coins arrondis - apparence moderne et élégante
it_it: Card: Banner centrato con margini e bordi arrotondati - aspetto moderno e elegante

source: Full Width: Full-width banner without side margins - ideal for more prominent presence
de_de: Volle Breite: Banner in voller Breite ohne seitliche Ränder - ideal für eine prominentere Präsenz
es_es: Ancho Completo: Banner de ancho completo sin márgenes laterales - ideal para una presencia más prominente
fr_fr: Pleine Largeur : Bannière pleine largeur sans marges latérales - idéal pour une présence plus proéminente
it_it: Larghezza Completa: Banner a tutta larghezza senza margini laterali - ideale per una presenza più prominente

source: Custom CSS
de_de: Benutzerdefiniertes CSS
es_es: CSS Personalizado
fr_fr: CSS Personnalisé
it_it: CSS Personalizzato

source: Main CSS classes for customization:
de_de: Haupt-CSS-Klassen für die Anpassung:
es_es: Clases CSS principales para personalización:
fr_fr: Classes CSS principales pour la personnalisation :
it_it: Classi CSS principali per la personalizzazione:

source: Quick Templates:
de_de: Schnell-Vorlagen:
es_es: Plantillas Rápidas:
fr_fr: Modèles Rapides :
it_it: Template Rapidi:

source: Rounded Style
de_de: Abgerundeter Stil
es_es: Estilo Redondeado
fr_fr: Style Arrondi
it_it: Stile Arrotondato

source: With Shadow
de_de: Mit Schatten
es_es: Con Sombra
fr_fr: Avec Ombre
it_it: Con Ombra

source: Gradient
de_de: Farbverlauf
es_es: Degradado
fr_fr: Dégradé
it_it: Gradiente

source: Minimalist
de_de: Minimalistisch
es_es: Minimalista
fr_fr: Minimaliste
it_it: Minimalista

source: Add your custom CSS to modify the appearance of the cookie banner and preferences modal. CSS will be applied automatically to the frontend.
de_de: Fügen Sie Ihr benutzerdefiniertes CSS hinzu, um das Erscheinungsbild des Cookie-Banners und des Einstellungen-Modals zu ändern. CSS wird automatisch auf das Frontend angewendet.
es_es: Añade tu CSS personalizado para modificar la apariencia del banner de cookies y el modal de preferencias. El CSS se aplicará automáticamente al frontend.
fr_fr: Ajoutez votre CSS personnalisé pour modifier l'apparence de la bannière de cookies et du modal des préférences. Le CSS sera appliqué automatiquement au frontend.
it_it: Aggiungi il tuo CSS personalizzato per modificare l'aspetto del banner dei cookie e del modal delle preferenze. Il CSS verrà applicato automaticamente nel frontend.

source: Enable IAB TCF v2.2
de_de: IAB TCF v2.2 Aktivieren
es_es: Habilitar IAB TCF v2.2
fr_fr: Activer IAB TCF v2.2
it_it: Abilita IAB TCF v2.2

source: Enable support for IAB Transparency & Consent Framework v2.2
de_de: Unterstützung für IAB Transparency & Consent Framework v2.2 aktivieren
es_es: Habilitar soporte para IAB Transparency & Consent Framework v2.2
fr_fr: Activer le support pour IAB Transparency & Consent Framework v2.2
it_it: Abilita supporto IAB Transparency & Consent Framework v2.2

source: Activate support for the IAB TCF v2.2 standard for advertising consent management. Recommended for sites with programmatic advertising.
de_de: Unterstützung für den IAB TCF v2.2-Standard für Werbe-Einverständnis-Verwaltung aktivieren. Empfohlen für Websites mit programmatischer Werbung.
es_es: Activar soporte para el estándar IAB TCF v2.2 para gestión de consentimiento publicitario. Recomendado para sitios con publicidad programática.
fr_fr: Activer le support pour le standard IAB TCF v2.2 pour la gestion du consentement publicitaire. Recommandé pour les sites avec publicité programmatique.
it_it: Attiva il supporto per lo standard IAB TCF v2.2 per la gestione del consenso pubblicitario. Raccomandato per siti con pubblicità programmatica.

source: TCF API Test:
es_es: Prueba API TCF:
fr_fr: Test API TCF :
it_it: Test API TCF:

source: Click "Test API" to verify TCF support...
de_de: Klicken Sie auf "API Testen", um TCF-Unterstützung zu überprüfen...
es_es: Haz clic en "Probar API" para verificar el soporte TCF...
fr_fr: Cliquez sur "Tester API" pour vérifier le support TCF...
it_it: Clicca su "Test API" per verificare il supporto TCF...

source: Test TCF API
de_de: TCF API Testen
es_es: Probar API TCF
fr_fr: Tester API TCF
it_it: Test API TCF

source: Consent Retention Period
de_de: Einverständnis-Aufbewahrungszeitraum
es_es: Período de Retención de Consentimientos
fr_fr: Période de Rétention des Consentements
it_it: Periodo di Conservazione Consensi

source: 1 month (30 days)
de_de: 1 Monat (30 Tage)
es_es: 1 mes (30 días)
fr_fr: 1 mois (30 jours)
it_it: 1 mese (30 giorni)

source: 6 months (180 days)
de_de: 6 Monate (180 Tage)
es_es: 6 meses (180 días)
fr_fr: 6 mois (180 jours)
it_it: 6 mesi (180 giorni)

source: 1 year (365 days)
de_de: 1 Jahr (365 Tage)
es_es: 1 año (365 días)
fr_fr: 1 an (365 jours)
it_it: 1 anno (365 giorni)

source: 2 years (730 days)
de_de: 2 Jahre (730 Tage)
es_es: 2 años (730 días)
fr_fr: 2 ans (730 jours)
it_it: 2 anni (730 giorni)

source: 5 years (1825 days)
de_de: 5 Jahre (1825 Tage)
es_es: 5 años (1825 días)
fr_fr: 5 ans (1825 jours)
it_it: 5 anni (1825 giorni)

source: 10 years (3650 days)
de_de: 10 Jahre (3650 Tage)
es_es: 10 años (3650 días)
fr_fr: 10 ans (3650 jours)
it_it: 10 anni (3650 giorni)

source: Consent retention time in database. Older consents will be automatically deleted.
de_de: Aufbewahrungszeit für Einverständnisse in der Datenbank. Ältere Einverständnisse werden automatisch gelöscht.
es_es: Tiempo de retención de consentimientos en la base de datos. Los consentimientos más antiguos se eliminarán automáticamente.
fr_fr: Temps de rétention des consentements dans la base de données. Les consentements plus anciens seront automatiquement supprimés.
it_it: Tempo di conservazione dei consensi nel database. I consensi più vecchi verranno automaticamente cancellati.

source: Consent Statistics:
de_de: Einverständnis-Statistiken:
es_es: Estadísticas de Consentimientos:
fr_fr: Statistiques des Consentements :
it_it: Statistiche Consensi:

source: Total consents: %d
de_de: Gesamte Einverständnisse: %d
es_es: Total de consentimientos: %d
fr_fr: Total des consentements : %d
it_it: Totale consensi: %d

source: Consents to delete: %d
de_de: Zu löschende Einverständnisse: %d
es_es: Consentimientos a eliminar: %d
fr_fr: Consentements à supprimer : %d
it_it: Consensi da cancellare: %d

source: No consents to delete
de_de: Keine Einverständnisse zu löschen
es_es: No hay consentimientos que eliminar
fr_fr: Aucun consentement à supprimer
it_it: Nessun consenso da cancellare

source: Delete Data on Uninstall
de_de: Daten bei Deinstallation Löschen
es_es: Eliminar Datos al Desinstalar
fr_fr: Supprimer les Données à la Désinstallation
it_it: Cancella Dati alla Disinstallazione

source: Delete all data when uninstalling the plugin
de_de: Alle Daten beim Deinstallieren des Plugins löschen
es_es: Eliminar todos los datos al desinstalar el plugin
fr_fr: Supprimer toutes les données lors de la désinstallation du plugin
it_it: Cancella tutti i dati alla disinstallazione del plugin

source: If enabled, all consents and settings will be deleted when the plugin is uninstalled. <strong>Warning:</strong> this action is irreversible.
de_de: Wenn aktiviert, werden alle Einverständnisse und Einstellungen gelöscht, wenn das Plugin deinstalliert wird. <strong>Warnung:</strong> diese Aktion ist irreversibel.
es_es: Si está habilitado, todos los consentimientos y configuraciones se eliminarán cuando se desinstale el plugin. <strong>Advertencia:</strong> esta acción es irreversible.
fr_fr: Si activé, tous les consentements et paramètres seront supprimés lors de la désinstallation du plugin. <strong>Attention :</strong> cette action est irréversible.
it_it: Se attivato, tutti i consensi e le impostazioni verranno eliminati quando il plugin viene disinstallato. <strong>Attenzione:</strong> questa azione è irreversibile.

source: Important:
de_de: Wichtig:
es_es: Importante:
it_it: Importante:

source: If this option is disabled, data will remain in the database even after plugin uninstallation. This can be useful if you plan to reinstall the plugin in the future.
de_de: Wenn diese Option deaktiviert ist, bleiben die Daten auch nach der Plugin-Deinstallation in der Datenbank. Dies kann nützlich sein, wenn Sie planen, das Plugin in Zukunft neu zu installieren.
es_es: Si esta opción está deshabilitada, los datos permanecerán en la base de datos incluso después de la desinstalación del plugin. Esto puede ser útil si planeas reinstalar el plugin en el futuro.
fr_fr: Si cette option est désactivée, les données resteront dans la base de données même après la désinstallation du plugin. Cela peut être utile si vous prévoyez de réinstaller le plugin à l'avenir.
it_it: Se questa opzione è disattivata, i dati rimarranno nel database anche dopo la disinstallazione del plugin. Questo può essere utile se prevedi di reinstallare il plugin in futuro.

source: Consent Management
de_de: Einverständnis-Verwaltung
es_es: Gestión de Consentimientos
fr_fr: Gestion des Consentements
it_it: Gestione Consensi

source: Saved Consents Management
de_de: Gespeicherte Einverständnisse Verwaltung
es_es: Gestión de Consentimientos Guardados
fr_fr: Gestion des Consentements Sauvegardés
it_it: Gestione Consensi Salvati

source: Statistics:
de_de: Statistiken:
es_es: Estadísticas:
fr_fr: Statistiques :
it_it: Statistiche:

source: 📊 Total consents in database: <strong>%d</strong>
de_de: 📊 Gesamte Einverständnisse in Datenbank: <strong>%d</strong>
es_es: 📊 Total de consentimientos en base de datos: <strong>%d</strong>
fr_fr: 📊 Total des consentements en base de données : <strong>%d</strong>
it_it: 📊 Totale consensi nel database: <strong>%d</strong>

source: 🕒 Consents from last 7 days: <strong>%d</strong>
de_de: 🕒 Einverständnisse der letzten 7 Tage: <strong>%d</strong>
es_es: 🕒 Consentimientos de los últimos 7 días: <strong>%d</strong>
fr_fr: 🕒 Consentements des 7 derniers jours : <strong>%d</strong>
it_it: 🕒 Consensi degli ultimi 7 giorni: <strong>%d</strong>
