Repository: matteomorreale/rubik-gdpr-cookie-consent
Catalog: languages/manus-gdpr-*.po
Languages: de_de, es_es, fr_fr, it_it

source: ⏰ Expired consents (older than %d days): <strong>%d</strong>
de_de: ⏰ Abgelaufene Einverständnisse (älter als %d Tage): <strong>%d</strong>
es_es: ⏰ Consentimientos expirados (más antiguos que %d días): <strong>%d</strong>
fr_fr: ⏰ Consentements expirés (plus anciens que %d jours) : <strong>%d</strong>
it_it: ⏰ Consensi scaduti (più vecchi di %d giorni): <strong>%d</strong>

source: ✅ No expired consents to delete
de_de: ✅ Keine abgelaufenen Einverständnisse zu löschen
es_es: ✅ No hay consentimientos expirados que eliminar
fr_fr: ✅ Aucun consentement expiré à supprimer
it_it: ✅ Nessun consenso scaduto da cancellare

source: 🗑️ Delete All Consents
de_de: 🗑️ Alle Einverständnisse Löschen
es_es: 🗑️ Eliminar Todos los Consentimientos
fr_fr: 🗑️ Supprimer Tous les Consentements
it_it: 🗑️ Cancella Tutti i Consensi

source: 🧹 Delete Only Expired Consents
de_de: 🧹 Nur Abgelaufene Einverständnisse Löschen
es_es: 🧹 Eliminar Solo Consentimientos Expirados
fr_fr: 🧹 Supprimer Seulement les Consentements Expirés
it_it: 🧹 Cancella Solo Consensi Scaduti

source: No consents in database.
de_de: Keine Einverständnisse in der Datenbank.
es_es: No hay consentimientos en la base de datos.
fr_fr: Aucun consentement dans la base de données.
it_it: Nessun consenso presente nel database.

source: Consents table not found. Consents will be saved on first use.
de_de: Einverständnisse-Tabelle nicht gefunden. Einverständnisse werden bei erster Verwendung gespeichert.
es_es: Tabla de consentimientos no encontrada. Los consentimientos se guardarán en el primer uso.
fr_fr: Table des consentements non trouvée. Les consentements seront sauvegardés à la première utilisation.
it_it: Tabella consensi non trovata. I consensi verranno salvati al primo utilizzo.

source: Are you sure you want to delete ALL consents? This action is irreversible!
de_de: Sind Sie sicher, dass Sie ALLE Einverständnisse löschen möchten? Diese Aktion ist irreversibel!
es_es: ¿Estás seguro de que quieres eliminar TODOS los consentimientos? ¡Esta acción es irreversible!
fr_fr: Êtes-vous sûr de vouloir supprimer TOUS les consentements ? Cette action est irréversible !
it_it: Sei sicuro di voler cancellare TUTTI i consensi? Questa azione è irreversibile!

source: Delete expired consents according to the set retention period?
de_de: Abgelaufene Einverständnisse gemäß der festgelegten Aufbewahrungszeit löschen?
es_es: ¿Eliminar consentimientos expirados según el período de retención establecido?
fr_fr: Supprimer les consentements expirés selon la période de rétention définie ?
it_it: Cancellare i consensi scaduti secondo il periodo di conservazione impostato?

source: Deletion in progress...
de_de: Löschung läuft...
es_es: Eliminación en progreso...
fr_fr: Suppression en cours...
it_it: Cancellazione in corso...

source: Error during deletion
de_de: Fehler beim Löschen
es_es: Error durante la eliminación
fr_fr: Erreur pendant la suppression
it_it: Errore durante la cancellazione

source: Communication error
de_de: Kommunikationsfehler
es_es: Error de comunicación
fr_fr: Erreur de communication
it_it: Errore di comunicazione

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen
es_es: Verificación de seguridad fallida
fr_fr: Vérification de sécurité échouée
it_it: Controllo di sicurezza fallito

source: Insufficient permissions
de_de: Unzureichende Berechtigungen
es_es: Permisos insuficientes
fr_fr: Permissions insuffisantes
it_it: Permessi insufficienti

source: Deleted %d consents.
de_de: %d Einverständnisse gelöscht.
es_es: Eliminados %d consentimientos.
fr_fr: Supprimé %d consentements.
it_it: Cancellati %d consensi.

source: Error deleting all consents.
de_de: Fehler beim Löschen aller Einverständnisse.
es_es: Error eliminando todos los consentimientos.
fr_fr: Erreur lors de la suppression de tous les consentements.
it_it: Errore durante la cancellazione di tutti i consensi.

source: Deleted %d expired consents (older than %d days).
de_de: %d abgelaufene Einverständnisse gelöscht (älter als %d Tage).
es_es: Eliminados %d consentimientos expirados (más antiguos que %d días).
fr_fr: Supprimé %d consentements expirés (plus anciens que %d jours).
it_it: Cancellati %d consensi scaduti (più vecchi di %d giorni).

source: Error deleting expired consents.
de_de: Fehler beim Löschen abgelaufener Einverständnisse.
es_es: Error eliminando consentimientos expirados.
fr_fr: Erreur lors de la suppression des consentements expirés.
it_it: Errore durante la cancellazione dei consensi scaduti.

source: Invalid deletion type.
de_de: Ungültiger Löschtyp.
es_es: Tipo de eliminación inválido.
fr_fr: Type de suppression invalide.
it_it: Tipo di cancellazione non valido.

source: Cookie Preferences
de_de: Cookie-Einstellungen
es_es: Preferencias de Cookies
fr_fr: Préférences des Cookies
it_it: Preferenze Cookie

source: We use cookies to enhance your browsing experience and analyze our traffic. Please choose your preferences:
de_de: Wir verwenden Cookies, um Ihre Browsing-Erfahrung zu verbessern und unseren Traffic zu analysieren. Bitte wählen Sie Ihre Einstellungen:
es_es: Utilizamos cookies para mejorar su experiencia de navegación y analizar nuestro tráfico. Por favor, elija sus preferencias:
fr_fr: Nous utilisons des cookies pour améliorer votre expérience de navigation et analyser notre trafic. Veuillez choisir vos préférences :
it_it: Utilizziamo i cookie per migliorare la tua esperienza di navigazione e analizzare il nostro traffico. Scegli le tue preferenze:

source: Necessary cookies are essential for the website to function properly. They cannot be disabled.
de_de: Notwendige Cookies sind für das ordnungsgemäße Funktionieren der Website unerlässlich. Sie können nicht deaktiviert werden.
es_es: Las cookies necesarias son esenciales para que el sitio web funcione correctamente. No pueden ser deshabilitadas.
fr_fr: Les cookies nécessaires sont essentiels au bon fonctionnement du site web. Ils ne peuvent pas être désactivés.
it_it: I cookie necessari sono essenziali per il corretto funzionamento del sito web. Non possono essere disabilitati.

source: Analytics cookies help us understand how visitors interact with our website.
de_de: Analyse-Cookies helfen uns zu verstehen, wie Besucher mit unserer Website interagieren.
es_es: Las cookies analíticas nos ayudan a entender cómo los visitantes interactúan con nuestro sitio web.
fr_fr: Les cookies analytiques nous aident à comprendre comment les visiteurs interagissent avec notre site web.
it_it: I cookie analitici ci aiutano a capire come i visitatori interagiscono con il nostro sito web.

source: Advertising cookies are used to provide you with relevant ads.
de_de: Werbe-Cookies werden verwendet, um Ihnen relevante Anzeigen bereitzustellen.
es_es: Las cookies publicitarias se utilizan para proporcionarle anuncios relevantes.
fr_fr: Les cookies publicitaires sont utilisés pour vous fournir des annonces pertinentes.
it_it: I cookie pubblicitari vengono utilizzati per fornirti annunci pertinenti.

source: Functional cookies enable specific features and remember your preferences.
de_de: Funktionale Cookies aktivieren bestimmte Funktionen und merken sich Ihre Einstellungen.
es_es: Las cookies funcionales habilitan características específicas y recuerdan sus preferencias.
fr_fr: Les cookies fonctionnels activent des fonctionnalités spécifiques et se souviennent de vos préférences.
it_it: I cookie funzionali abilitano funzionalità specifiche e ricordano le tue preferenze.

source: Accept All
de_de: Alle Akzeptieren
es_es: Aceptar Todo
fr_fr: Tout Accepter
it_it: Accetta Tutti

source: Reject All
de_de: Alle Ablehnen
es_es: Rechazar Todo
fr_fr: Tout Rejeter
it_it: Rifiuta Tutti

source: Save Preferences
de_de: Einstellungen Speichern
es_es: Guardar Preferencias
fr_fr: Enregistrer les Préférences
it_it: Salva Preferenze

source: Manage Preferences
de_de: Einstellungen Verwalten
es_es: Gestionar Preferencias
fr_fr: Gérer les Préférences
it_it: Gestisci Preferenze

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

source: Cookie Settings
de_de: Cookie-Einstellungen
es_es: Configuración de Cookies
fr_fr: Paramètres des Cookies
it_it: Impostazioni Cookie

source: Manage your cookie preferences
de_de: Verwalten Sie Ihre Cookie-Einstellungen
es_es: Gestione sus preferencias de cookies
fr_fr: Gérez vos préférences de cookies
it_it: Gestisci le tue preferenze sui cookie
